Repository: common-repository/shipworks-e-commerce-bridge
Catalog: languages/shipworks-connector-*.po
Languages: es_es, fr_fr

source: Update
es_es: Actualizar
fr_fr: Modifier

source: Your Username and password can't be empty, please create them and click on update
es_es: Su nombre de usuario y contraseña no pueden estar vacíos, por favor créelos y haga clic en actualizar
fr_fr: Votre nom d'utilisateur et votre mot de passe ne peuvent pas être vide, merci de les créer et de cliquer sur modifier

source: Your last payment failed, please call us at 786 395 1058 to update your credit card information
es_es: Su último pago falló, por favor llámenos al +1 786 395 1058 para actualizar la información de su tarjeta de crédito
fr_fr: Votre dernier paiement a échoué, merci de nous contacter au +1 786 395 1058 pour mettre a jour votre carte bleue

source: You are using the free version of Shipworks Connector. The free version is only if you have less than 30 orders / month. Please take a subscription on our website (take less than 5 min):https://www.advanced-creation.com/get-your-shipworks-wordpress-plugin/
es_es: Está utilizando la versión gratuita de Shipworks Connector. La versión gratuita es sólo si tienes menos de 30 pedidos / mes. Por favor, tome una suscripción en nuestro sitio web (tome menos de 5 min):https://www.advanced-creation.com/get-your-shipworks-wordpress-plugin/
fr_fr: Vous utilisez la version gratuite de Shipworks Connector. La version gratuite est seulement si vous avez moins de 30 commandes / mois. Merci de prendre un abonnement sur notre site internet (prend moins de 5 min):https://www.advanced-creation.com/get-your-shipworks-wordpress-plugin/

source: Your last payment failed, please call us at 786 395 1058 to update your credit card
es_es: Su último pago falló, por favor llámenos al +1 786 395 1058 para actualizar la información de su tarjeta de crédito
fr_fr: Votre dernier paiement a échoué, merci de nous contacter au +1 786 395 1058 pour mettre a jour votre carte bleue

source: You have succesfully installed Shipworks Connector on your website. We didn't find any E-commerce plugin activated on your website, please activate it. If you are using a multisite, please do not activate the plugin network wide. Activate the plugin on each instance new sub website and the plugin will work correctly
es_es: Ha instalado correctamente Shipworks Connector en su sitio web. No hemos encontrado ningún plugin de comercio electrónico activado en su sitio web, por favor actívelo. Si está utilizando un multisitio, por favor no active la red del plugin en toda la red. Activar el plugin en cada instancia nuevo sub sitio web y el plugin funcionará correctamente
fr_fr: Vous avez installé Shipworks Connector avec succès. Nous n'avons pas trouvé d'extension E-commerce activé sur votre site internet, merci de l'activer. Si vous utilisez une installation multisite, merci de ne pas activer l'extension pour le réseau mais d'activer l'extension E-commerce indépendamment pour chaque site internet

source: Wrong credentials. Please copy and paste your username and password from your wordpress (plugin Shipworks connector) to Shipworks
es_es: Credenciales equivocadas. Copie y pegue su nombre de usuario y contraseña desde su wordpress (conector de Plugin Shipworks) a Shipworks
fr_fr: Mauvais identifiants. Merci de copier et coller votre nom d'utilisateur et votre mot de passe de votre Wordpress (Extension Shipworks Connector) sur Shipworks

source: The subscription was not canceled.
es_es: La suscripción no se canceló.
fr_fr: L'abonnement n'a pas été supprimer.

source: The subscription is canceled.
es_es: La suscripción se cancela.
fr_fr: L'abonnement a été supprimé.

source: The server couldn't be reach, please try again later
es_es: No conseguimos encontrar tu ubicación exacta
fr_fr: Le server n'est pas joignable, merci d'essayer plus tard

source: Set Up | Shipworks WordPress
es_es: Preparar | Shipworks WordPress
fr_fr: Configuration | Shipworks Wordpress

source: Set Up
es_es: Preparar
fr_fr: Configuration

source: Subscription | Shipworks WordPress
es_es: Suscripción | Shipworks WordPress
fr_fr: Abonnement | Shipworks Wordpress

source: Subscription
es_es: Suscripción
fr_fr: Abonnement

source: Display Settings
es_es: Configuraciones
fr_fr: Affichage

source: Settings
es_es: Preparar
fr_fr: Paramètres

source: Coupon:
es_es: Cupón:

source: Future Date:
es_es: Fecha futura:
fr_fr: Date Ultérieure

source: Preferred Customer discount $
es_es: Descuento de cliente preferido $
fr_fr: Remise client privilégié $

source: Reward Dollars Spent $
es_es: Recompensa dólares gastados $
fr_fr: Récompense Dépensée $

source: Reward Dollars Earned $
es_es: Recompensa dólares ganados $
fr_fr: Récompense Gagnée $

source: Coupon :
es_es: Cupón:

source: You are currently running %s with the version %s .This is fully compatible with our plugin ShipWorks Connector.
es_es: Actualmente está ejecutando %s con la version %s. Esto es totalmente compatible con nuestro complemento ShipWorks Connector.
fr_fr: Vous exécutez actuellement %s avec la version%s. Cette extension est entièrement compatible avec notre extension ShipWorks Connector.

source: We didn't find any E-commerce plugin activated on your website, please activate it. If you are using a multisite, please do not activate the plugin network wide. Activate the plugin on each instance new sub website and the plugin will work correctly.
es_es: No encontramos ningún complemento de comercio electrónico activado en su sitio web, actívelo. Si está utilizando un sitio múltiple, no active el complemento en toda la red. Active el complemento en cada nuevo sitio web secundario y el complemento funcionará correctamente.
fr_fr: Nous n'avons pas trouvé d'extension E-commerce activé sur votre site internet, merci de l'activer. Si vous utilisez une installation multisite, merci de ne pas activer l'extension pour le réseau mais d'activer l'extension E-commerce indépendamment pour chaque site internet.

source: Order and Status not communicate correctly
es_es: Orden y estado no se comunican correctamente
fr_fr: Command et Statut n'a pas été communiqué correctement

source: Order not communicate correctly
es_es: La orden no se comunica correctamente
fr_fr: La commande ne communique pas correctement

source: Status not communicate correctly
es_es: El estado no se comunica correctamente
fr_fr: Le statut ne communique pas correctement

source: The Status coudn't be update in the database
es_es: El estado no se puede actualizar en la base de datos
fr_fr: Le statut ne peut pas être mis à jour dans la base de données

source: Order %s changed from %s to %s
es_es: El orden %s cambió de %s a %s
fr_fr: La commande %s est passée de %s à %s

source: Order and Tracking did not communicate correctly
es_es: El pedido y el seguimiento no se comunicaron correctamente
fr_fr: La commande et le numéro de suivi n'ont pas communiqué correctement

source: Order did not communicate correctly
es_es: La orden no se comunicó correctamente
fr_fr: La commande n'a pas communiqué correctement

source: Tracking did not communicate correctly
es_es: El seguimiento no se comunicó correctamente
fr_fr: Le numéro de suivi n'a pas communiqué correctement

source: The order is not in the Database
es_es: El pedido no está en la base de datos
fr_fr: La commande n'est pas dans la base de données

source: The tracking number coudn't be update in the database
es_es: El número de seguimiento no se puede actualizar en la base de datos
fr_fr: Le numéro de suivi ne peut pas être mis à jour dans la base de données

source: The tracking number coudn't be insert in the database
es_es: El número de seguimiento no se puede insertar en la base de datos
fr_fr: Le numéro de suivi ne peut pas être inséré dans la base de données

source: Your order %s was shipped on %s via %s. Tracking number is %s
es_es: Su pedido %s se envió en %s a través de %s. El número de seguimiento es %s
fr_fr: Votre commande %s a été expédiée le %s via %s. Le numéro de suivi est %s

source: The tracking number coudn't be insert in the database.
es_es: El número de seguimiento no se puede insertar en la base de datos.
fr_fr: Le numéro de suivi ne peut pas être inséré dans la base de données.

source: Your order %s was shipped on %s via %s. Tracking number is %s.
es_es: Su pedido %s se envió en %s a través de %s. El número de seguimiento es %s.
fr_fr: Votre commande %s a été expédiée le %s via %s. Le numéro de suivi est %s.

source: The order %s is not in the Database
es_es: El pedido %s no está en la base de datos
fr_fr: La commande %s n'est pas dans la base de données

source: Shipworks Account
es_es: Cuenta de Shipworks
fr_fr: Compte Shipworks

source: Create your username and password below (Do not use Shipworks account username/password)
es_es: Cree su nombre de usuario y contraseña a continuación (no use el nombre de usuario / contraseña de la cuenta Shipworks)
fr_fr: Créez votre nom d'utilisateur et votre mot de passe ci-dessous (N'utilisez pas le nom d'utilisateur / mot de passe du compte Shipworks)

source: Once you create your own username and password use them to create your store into Shipworks
es_es: Una vez que cree su propio nombre de usuario y contraseña, úselos para crear su tienda en Shipworks
fr_fr: Une fois que vous avez créé votre propre nom d'utilisateur et mot de passe, utilisez-les pour créer votre boutique dans Shipworks

source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Create
es_es: Crear
fr_fr: Créer

source: You created your username and password with success. You can now create your store in Shipworks
es_es: Creó su nombre de usuario y contraseña con éxito. Ahora puede crear su tienda en Shipworks
fr_fr: Vous avez créé votre nom d'utilisateur et votre mot de passe avec succès. Vous pouvez maintenant créer votre boutique dans Shipworks

source: URL Module
es_es: Módulo URL
fr_fr: Module URL

source: (Please enter this url if you DO NOT have SSL installed.)
es_es: (Ingrese esta url si NO tiene instalado SSL)
fr_fr: (Veuillez saisir cette URL si vous n'avez PAS de SSL installé.)

source: SSL URL Module
es_es: Módulo URL SSL
fr_fr: Module URL SSL

source: (Please use this URL if you HAVE SSL installed on your Server.)
es_es: (Utilice esta URL si TIENE SSL instalado en su servidor)
fr_fr: (Veuillez utiliser cette URL si vous avez un SSL installé sur votre serveur.)

source: Shipworks Connector: Please create an username and password on the <a href="admin.php?page=shipworks-wordpress">setting page</a>
es_es: Shipworks Connector: cree un nombre de usuario y una contraseña en la <a href="admin.php?page=shipworks-wordpress">página de configuración</a>
fr_fr: Shipworks Connector: veuillez créer un nom d'utilisateur et un mot de passe sur la <a href="admin.php?page=shipworks-wordpress"> page de configuration </a>

source: Message Settings
es_es: Configuraciones de mensajes
fr_fr: Paramètres des messages

source: Select which messages to include in Shipworks!
es_es: ¡Seleccione qué mensajes incluir en Shipworks!
fr_fr: Sélectionnez les messages à inclure dans Shipworks!

source: Show Coupon
es_es: Mostrar cupón
fr_fr: Afficher les coupons

source: Show Private Message
es_es: Mostrar mensaje privado
fr_fr: Afficher les messages privés

source: Show Customer Message
es_es: Mostrar mensaje del cliente
fr_fr: Afficher les messages des clients

source: Product information
es_es: Información del Producto
fr_fr: Information sur les produits

source: Select what information to include under products
es_es: Seleccione qué información incluir en los productos
fr_fr: Sélectionnez les informations à inclure dans les produits

source: Show Variation Id
es_es: Mostrar ID de variación
fr_fr: Afficher l'ID de variation produit

source: Show Sku
es_es: Mostrar Sku
fr_fr: Montrez les UGS

source: Downloadable Product
es_es: Producto descargable
fr_fr: Produit téléchargeable

source: Check if you want to download even virtual product
es_es: Compruebe si desea descargar incluso un producto virtual
fr_fr: Cochez si vous souhaitez télécharger un produit virtuel

source: Download all virtual products in Shipworks
es_es: Descargue todos los productos virtuales en Shipworks
fr_fr: Téléchargez tous les produits virtuels dans Shipworks

source: Woocommerce API
es_es: API de Woocommerce
fr_fr: API Woocommerce

source: Check to use woocommerce API (Woocommerce will send emails automatically)
es_es: Marque para usar la API de woocommerce (Woocommerce enviará correos electrónicos automáticamente)
fr_fr: Cochez pour utiliser l'API woocommerce (Woocommerce enverra automatiquement des e-mails)

source: Use Woocommerce API
es_es: Utiliza la API de Woocommerce
fr_fr: Utilisez l'API Woocommerce

source: Save
es_es: Salvar
fr_fr: Sauvegarder

source: Shipworks Connector: XML library is not activated on your hosting, please contact your hosting and ask them to enable module libxml
es_es: Shipworks Connector: la biblioteca XML no está activada en su alojamiento, póngase en contacto con su alojamiento y solicite que habiliten el módulo libxml
fr_fr: Shipworks Connector: la bibliothèque XML n'est pas activée sur votre hébergement, veuillez contacter votre hébergement et lui demander d'activer le module libxml

source: Shipworks Connector: Your last payement failed, please contact us to update your payment information: Advanced Creation Tel (800) 401 2238
es_es: Shipworks Connector: su último pago falló, contáctenos para actualizar su información de pago: Creación avanzada Tel +1 786 395 1058
fr_fr: Shipworks Connector: votre dernier paiement a échoué, veuillez nous contacter pour mettre à jour vos informations de paiement: Advanced Creation +1 786 395 1058

source: Step 1 : Download Shipworks and install it on your computer
es_es: Paso 1: descargue Shipworks e instálelo en su computadora
fr_fr: Étape 1: téléchargez Shipworks et installez-le sur votre ordinateur

source: Download Shipworks Here
es_es: Descargar Shipworks aquí
fr_fr: Téléchargez Shipworks ici

source: Install it
es_es: Instalarlo
fr_fr: Installez-le

source: Step 2 : Setup a Store in Shipworks
es_es: Paso 2: configurar una tienda en Shipworks
fr_fr: Étape 2: Configurer une boutique dans Shipworks

source: if you already have a store installed, click on Manage ==> Store ==> Add Store
es_es: si ya tiene una tienda instalada, haga clic en Administrar ==> Tienda ==> Agregar tienda
fr_fr: si vous avez déjà installé une boutique, cliquez sur Gérer ==> Magasin ==> Ajouter une boutique

source: Step 3 : Insert your information in the section Settings of this plugin
es_es: Paso 3: inserte su información en la sección Configuración de este complemento
fr_fr: Étape 3: Insérez vos informations dans la section Paramètres de cette extension

source: Insert your Username and Password you want : Shipworks Account
es_es: Ingrese su nombre de usuario y contraseña que desee: Cuenta de Shipworks
fr_fr: Insérez votre nom d'utilisateur et votre mot de passe de votre choix: Compte Shipworks

source: Insert your Adress Store : Store Address
es_es: Inserte su tienda de direcciones: dirección de la tienda
fr_fr: Insérez votre adresse: Adresse de la boutique

source: Step 4 : Insert you Username, Password and URL Generic Module in Shipwork and follow images below
es_es: Paso 4: inserte su nombre de usuario, contraseña y módulo genérico de URL en Shipwork y siga las imágenes a continuación
fr_fr: Étape 4: Insérez votre nom d'utilisateur, mot de passe et module générique URL dans Shipwork et suivez les images ci-dessous

source: Username and Password you will enter in Shipworks Store (Shipworks will ask this username and password after click on create a Store)
es_es: Nombre de usuario y contraseña que ingresará en Shipworks Store (Shipworks le pedirá este nombre de usuario y contraseña después de hacer clic en crear una tienda)
fr_fr: Nom d'utilisateur et mot de passe que vous saisirez dans Shipworks Store (Shipworks vous demandera ce nom d'utilisateur et ce mot de passe après avoir cliqué sur créer une boutique)

source: Shipworks Username
es_es: Nombre de usuario de Shipworks
fr_fr: Nom d'utilisateur Shipworks

source: Shipworks Password
es_es: Contraseña de Shipworks
fr_fr: Mot de passe Shipworks

source: Please enter this url when you will set up your Shipworks Account
es_es: Ingrese esta URL cuando configure su cuenta de Shipworks
fr_fr: Veuillez saisir cette URL lorsque vous configurerez votre boutique dans Shipworks

source: There is a communication issue with our server, please try again later.
es_es: Hay un problema de comunicación con nuestro servidor. Vuelva a intentarlo más tarde.
fr_fr: Le server n'est pas joignable, merci d'essayer plus tard.

source: if you already wait and the issue is still here, please contact us:
es_es: Si ya espera y el problema sigue aquí, contáctenos:
fr_fr: si vous attendez déjà et que le problème est toujours là, contactez-nous:

source: The plugin is active and you can process an unlimited number of order.
es_es: El complemento está activo y puede procesar un número ilimitado de pedidos.
fr_fr: Votre abonnement est actif et vous pouvez traiter un nombre illimité de commandes.

source: Your last payment was on:
es_es: Su último pago fue el:
fr_fr: Votre dernier paiement a eu lieu le:

source: Next payment will be one month later.
es_es: El próximo pago será un mes después.
fr_fr: Le prochain paiement aura lieu un mois plus tard.

source: Cancel Subscription
es_es: Cancelar suscripción
fr_fr: Annuler l'abonnement

source: If you cancel your subscription the plugin will still be working for the month corresponding to the last payment.
es_es: Si cancela su suscripción, el complemento seguirá funcionando durante el mes correspondiente al último pago.
fr_fr: Si vous annulez votre abonnement, le plugin fonctionnera toujours pendant le mois correspondant au dernier paiement.

source: But no payment will be done in the future.
es_es: Pero no se realizará ningún pago en el futuro.
fr_fr: Mais aucun paiement ne sera effectué à l'avenir.

source: Your are currently on trial (for 1 month)
es_es: Actualmente estás en prueba (durante 1 mes)
fr_fr: Vous êtes actuellement en version d'essai (pendant 1 mois)

source: If you cancel your subscription, you won't be able to process order in shipworks and no payment will be done.
es_es: Si cancela su suscripción, no podrá procesar el pedido en shipworks y no se realizará ningún pago.
fr_fr: Si vous annulez votre abonnement, vous ne pourrez pas traiter la commande dans Shipworks et aucun paiement ne sera effectué.

source: The subscription was canceled, the plugin is still active and you can process an unlimited number of order.
es_es: La suscripción se canceló, el complemento aún está activo y puede procesar un número ilimitado de pedidos.
fr_fr: L'abonnement a été annulé, le plugin est toujours actif et vous pouvez traiter un nombre illimité de commandes.

source: You seems to have a subscription but the last payment was more than a month ago:
es_es: Parece que tiene una suscripción, pero el último pago fue hace más de un mes:
fr_fr: Vous semblez avoir un abonnement mais le dernier paiement remonte à plus d'un mois:

source: There was probably an issue with you credit card information. Please contact us:
es_es: Probablemente hubo un problema con la información de su tarjeta de crédito. Por favor contáctenos:
fr_fr: Il y a probablement un problème avec votre carte bleu dans notre système. Contactez nous:

source: We offered one month free unlimited order for testing
es_es: Ofrecemos un mes de pedido ilimitado y gratuito para realizar pruebas
fr_fr: Nous avons offert un mois de commande illimitée gratuite pour les tests

source: The free trial version is active and running, it was activated on
es_es: La versión de prueba gratuita está activa y ejecutándose, se activó el
fr_fr: La version d'essai gratuite est active et fonctionne, elle a été activée le

source: and it will be free for a month after this date
es_es: y será gratis por un mes después de esta fecha
fr_fr: et ce sera gratuit pendant un mois après cette date

source: After a month you will need a subscription if you have more than 30 orders per month
es_es: Después de un mes, necesitará una suscripción si tiene más de 30 pedidos por mes
fr_fr: Après un mois, vous aurez besoin d'un abonnement si vous avez plus de 30 commandes par mois

source: To avoid interuption, please click below to get a subscription for $7.95/month
es_es: Para evitar la interrupción, haga clic a continuación para obtener una suscripción por $ 7.95 / mes
fr_fr: Pour éviter les interruptions, veuillez cliquer ci-dessous pour obtenir un abonnement à 7,95 $ / mois

source: You are on the Free version of our plugin (less than 30 orders per month)
es_es: Está en la versión gratuita de nuestro complemento (menos de 30 pedidos por mes)
fr_fr: Vous êtes sur la version gratuite de notre plugin (moins de 30 commandes par mois)

source: If you need a subscription for unlimited orders (more than 30/month). Please click below to get a subscription for $7.95/month
es_es: Si necesita una suscripción para pedidos ilimitados (más de 30 / mes). Haga clic a continuación para obtener una suscripción por $ 7.95 / mes
fr_fr: Si vous avez besoin d'un abonnement pour des commandes illimitées (plus de 30 / mois). Veuillez cliquer ci-dessous pour obtenir un abonnement de 7,95 $ / mois

source: admin
fr_fr: administrateur
